<?php

return [
    'not_found' => 'الصفحة غير موجودة!',
    'not_found_message' => 'ربما تمت إزالة الصفحة التي تبحث عنها، أو تم تغيير اسمها، أو أنها غير متاحة مؤقتًا',
    'back' => 'عودة للصفحة الرئيسية',
    'access_denied' => 'تم رفض الوصول!',
    'access_denied_message' => 'الصفحة التي كنت تحاول الوصول إليها محظورة تماماً لسبب ما.',
    'need_help' => 'تحتاج مساعدة؟',
    'invalid_token' => 'رمز غير صالح!',
    'invalid_token_message' => 'يبدو أنك تستخدم رابطاً منتهي الصلاحية أو رمزاً غير صالح.',
];
