<?php
return [
    'greetings' => "أنت تقوم بعمل رائع في التدريب \":course\"، تهانينا!",
    'conditions' => [
        'title' => "أنت على وشك إجراء اختبار هذا التدريب، ولكننا نود أن نقدم لك بعض النصائح قبل بدء الاختبار.",
        'passing_percent' => 'يجب عليك اجتياز هذا الاختبار بنسبة لا تقل عن :percent%',
        'redo' => 'إذا رسبت، يمكنك إجراء الاختبار مرة أخرى بعد أيام حتى تتمكن من النجاح.',
        'repeat' => 'إذا كنت قد أجريت الاختبار بالفعل، فستتاح لك دائمًا الفرصة لإجراءه مرة أخرى.'
    ],
    'takeit' => 'ابدأ الاختبار',
    'ready' => 'جاهز للامتحان؟',
    'guide' => 'الرجاء الضغط هنا للحصول على دليل الامتحان.',
    'review' => 'مراجعة دروس التدريب',
    'support_note' => 'تذكر أنه يمكنك دائمًا التواصل مع <a href="" class="link">فريق الدعم</a> لدينا متى شئت.',
    'retake' => 'اعادة الاختبار',
    '403' => [
        'title' => 'أوه! يبدو أنك غير مستعد لإجراء الاختبار بعد',
        'content' => 'يجب عليك إكمال جميع دروس هذا التدريب <a class="link font-bold" href=":link">":course"</a> قبل إجراء الاختبار النهائي.'
    ],
    'info' => [
        'encouragement' => "أنت قادر عليها!",
        'prepare' => "خذ نفساً عميقاً. أنت مستعد للبدء.",
        'beforeStart' => "قبل أن تبدأ",
        'questions' => 'عدد الأسئلة',
        'successPercent' => 'نسبة النجاح'
    ],
    'complete' => 'مكتمل',
    'questionOf' => 'السؤال :step من :total',
    'certificate_not_available' => 'لا يمكنك تنزيل شهادتك لأنك لم تجتز الاختبار.',
    'correct_answers' => 'الإجابات الصحيحة',
    'incorrect_answers' => 'الإجابات الخاطئة',
    'share_achievement' => 'شارك إنجازك',
    'review_your_answers' => 'راجع إجاباتك',
    'feedback' => [
        'view' => 'مراجعة الإجابات',
        'message' => 'راجع إجاباتك المرسلة والإجابات الصحيحة.',
        'answer' => 'إجابتك',
        'welldone' => 'أحسنت',
        'correct' => 'الإجابة الصحيحة'
    ],
    'rating' => [
        'title' => 'قيّم تجربتك',
        'ratingQuestion' => 'كيف تقيّم هذا التدريب؟',
        'share' => 'هل هناك شيء تود مشاركته؟',
        'optional' => '(اختياري)',
        'submit' => 'إرسال الملاحظات',
        'edit' => 'تعديل التقييم',
        'received' => 'تم استلام الملاحظات',
        'previous' => 'تقييمك السابق: :rating نجوم في :date',
        'thanks' => [
            '_' => 'شكراً لك!',
            'message' => 'تقييمك رائع جداً ومفيد للغاية!',
            'appreciate' => 'نقدر حقاً اقتطاعك جزءاً من وقتك لمشاركتنا آرائك. تساعدنا ملاحظاتك في تحسين وتطوير تجارب التعلم للجميع.',
        ],
        'caption' => 'ساعد الطلاب الآخرين من خلال مشاركة أفكارك حول هذه الدورة',
        'tip' => 'ملاحظة: ملاحظاتك الصادقة تساعد المدربين على تحسين دوراتهم وتساعد الطلاب المستقبليين على اتخاذ قرارات أفضل.'
    ],
    'result' => [
        'tryAgain' => 'حاول مرة أخرى',
        'greatJob' => 'عمل رائع!',
        'message' => 'يمكنك إعادة إجراء الاختبار لتحسين نتيجتك'
    ]
];
