<?php

return [
    'hero_title' => 'مرحبا بكم في اكاديمية المنظمات غير الحكومية ',
    'hero_subtitle' => 'حيث يلتقي حضد التمويل بالتأثير!',
    'start_learning_now' => 'ابدأ التعلّم الآن',
    'explore_courses' => 'استكشف الدورات',
    'your_journey_at_the_ngo_academy' => 'رحلتك في أكاديمية المنظمات غير الحكومية',
    'explore' => [
        'title' => 'استكشف',
        'subtitle' => 'اعثر على التدريب المناسب لك لتوسيع نطاق معرفتك',
    ],
    'enroll' => [
        'title' => 'سجّل',
        'subtitle' => 'انضم إلى التدريب وقم بإنشاء حساب وسنكون معك مشجعين في كل خطوة ',
    ],
    'learn' => [
        'title' => 'تعلّم',
        'subtitle' => 'احتفظ بملاحظاتك في متناول يدك، وابحث عن الموارد الإضافية مع كل درس، وشارك معرفتك مع الآخرين.',
    ],
    'register_section' => [
        'title' => 'أنشئ حسابًا مجانًا الآن',
        'subtitle' => 'سجل في دورتنا الFreeة عن تعلم كيفية إتقان بوابة المنظمات غير الحكومية',
    ],
    'copyright' => 'حقوق الطبع والنشر © :year - جميع الحقوق محفوظة',
    'term_of_use' => 'شروط الاستخدام',
    'privacy_policy' => 'سياسة الخصوصية',
    'portal365' => 'بورتال365',
];
