<?php
return [
    'note' => ' يجب عليك الإجابة على جميع الأسئلة بنسبة <b>100%</b> قبل أن تتمكن من الانتقال إلى الدرس التالي.',
    'takeQuiz' => 'أجرِ الاختبار',
    'quiz' => ' اختبار :lesson',
    'questions' => 'أسئلة',
    'answers' => 'الإجابات',
    'correct' => 'صحيح',
    'notCorrect' => 'خطأ',
    'scoreNote' => 'النتيجة: لقد أجبت على <b>:score</b> من أصل <b>:total</b> الأسئلة.',
    'scoreResult' => [
        'message' => 'يمكنك إعادة إجراء الاختبار لتحسين نتيجتك.',
        'success' => 'تهانينا! لقد أنهيت التدريب بنجاح بنتيجة <b>:score</b>%. استمر!',
        'fail' => 'لقد أنهيت التدريب بنتيجة <b>:score</b>%. حاول مرةً ثانية!'
    ],
];
