<?php

return [
    'display_settings' => [
        'title' => 'إعدادات العرض',
        'subtitle' => 'تحكم في كيفية عرض العناصر',
        'select_display_language' => 'اختر لغة العرض المفضلة لديك',
        'select_learning_language' => 'اختر لغة التعلم المفضلة لديك',
    ],
    'email_preferences' => [
        'title' => 'تفضيلات البريد الإلكتروني',
        'subtitle' => 'تحكم في تفضيلات رسائل البريد الإلكتروني',
        'followup' => ' تفعيل رسائل المتابعة لتساعدني على البقاء على المسار الصحيح',
        'comments' => 'تفعيل إشعارات البريد الإلكتروني حول التعليقات والردود',
        'course_updates' => 'إعلامي عبر البريد الإلكتروني عند نشر أي تدريب جديد أو تحديث تدريب موجود',
    ],
    'followup_email' => 'رسائل المتابعة',
    'notification_email' => 'رسائل الإشعارات',
    'update_email' => 'رسائل التحديثات',
];
