<?php
return [
    'tell' => 'شاركنا رأيك!',
    'survey_content' => 'من فضلك خذ دقيقة من وقتك لإخبارنا برأيك حول
    <a class="font-bold link text-primary" href=":link">التدريب: :course </a>. من خلال مشاركة رأيك حول هذه المنصة التدريبية، قد نأخذ أفكارك بعين الاعتبار ونضعها كخطط مستقبلية لتعزيز هذه المنصة وإبقائها رائعة قدر الإمكان.',
    'note' => 'ملاحظة: تأكد من ملء أسئلة الخطوة 1 و 2',
    'questions' => [
        'status' => 'بشكل عام، ما مدى رضاك عن هذا التدريب',
        'comment' => 'أضف تعليقك',
        'comment_ex' => "على سبيل المثال: أنا راضٍ جدًا لأنني تعلمت أكثر مما توقعت..",
        'expectation' => 'هل كان التدريب حسب ما توقعت؟',
        'suggestions' => 'كيف يمكننا تحسين التدريب لدينا؟'
    ],
    'expectations' => [
        'yes' => 'نعم',
        'somehow' => 'نوعاً ما، نعم',
        'no' => 'لا، توقعت أكثر من هذا'
    ],
    'validations' => [
        'status' => 'يرجى تحديد مدى رضاك عن هذا التدريب',
        'comment' => 'يجب أن يحوي تعليقك على :count كلمات على الأقل',
        'expectation' => 'يرجى تحديد توقعاتك حول هذا التدريب'
    ],
    'satisfactions' => [
        'happy' => 'سعيد',
        'satisfied' => 'راضِ',
        'neutral' => 'محايد',
        'unsatisfied' => 'غير راضِ',
        'angry' => 'غاضب',
    ],
    'suggestions' => [
        'interactive' => 'إضافة المزيد من العناصر التفاعلية',
        'blending' => 'استخدم التعلم المدمج',
        'assessments' => 'إضافة المزيد من التقييمات',
        'none' => 'كل شيء كان رائعا'
    ],
    'question' => 'السؤال: :current من :total',
    'processing' => 'جاري معالجة بياناتك، يرجى الإنتظار..',
    'already_done' => 'لقد أنجزت بالفعل هذا الاستطلاع.',
    'access_denied'=>'يرجى التأكد من الانتهاء من جميع الدروس لفتح الاستطلاع. وذلك للتأكد من أن تعليقاتك تعكس تجربة <a href=":link" class="text-primary">التدريب</a> بأكملها.<br/>شكرًا لك على تفهمك وتعاونك. نحن نتطلع إلى رؤيتك!'
];
